Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Sign in to change encrypted backup settings.
de: Melde dich an, um die Einstellungen für das verschlüsselte Backup zu ändern.
es: Inicia sesión para cambiar los ajustes de la copia de seguridad cifrada.
fr: Connectez-vous pour modifier les réglages de la sauvegarde chiffrée.
it: Accedi per modificare le impostazioni del backup cifrato.
ja: 暗号化バックアップの設定を変更するにはサインインしてください。
ko: 암호화 백업 설정을 변경하려면 로그인하세요.
pt_br: Entre para alterar os ajustes do backup criptografado.
zh_hans: 登录以更改加密备份设置。
zh_hant: 登入以變更加密備份設定。

# This transport is unavailable for this resolver.
source: This transport is unavailable for this DNS provider.
de: Dieser Transport ist für diesen DNS-Anbieter nicht verfügbar.
es: Este transporte no está disponible para este proveedor de DNS.
fr: Ce transport n’est pas disponible pour ce fournisseur DNS.
it: Questo trasporto non è disponibile per questo provider DNS.
ja: このDNSプロバイダーではこのトランスポートを利用できません。
ko: 이 DNS 공급자에서는 이 전송 방식을 사용할 수 없어요.
pt_br: Este transporte não está disponível para este provedor de DNS.
zh_hans: 此 DNS 提供商不支持该传输方式。
zh_hant: 此 DNS 供應商不支援這種傳輸方式。

source: Clear local logs
de: Lokale Protokolle löschen
es: Borrar los registros locales
fr: Effacer les journaux locaux
it: Cancella i registri locali
ja: ローカルログを消去
ko: 로컬 기록 지우기
pt_br: Apagar os registros locais
zh_hans: 清除本地日志
zh_hant: 清除本機記錄

# Lava could not finish clearing these logs. Please try again.
source: Lava couldn’t finish clearing these logs. Try again.
de: Lava konnte das Löschen dieser Protokolle nicht abschließen. Versuche es erneut.
es: Lava no pudo terminar de borrar estos registros. Inténtalo de nuevo.
fr: Lava n’a pas pu terminer l’effacement de ces journaux. Réessayez.
it: Lava non è riuscito a completare la cancellazione di questi registri. Riprova.
ja: Lavaはこれらのログの消去を完了できませんでした。もう一度お試しください。
ko: Lava가 이 기록을 모두 지우지 못했어요. 다시 시도하세요.
pt_br: O Lava não conseguiu terminar de apagar estes registros. Tente novamente.
zh_hans: Lava 未能完成清除这些日志。请重试。
zh_hant: Lava 未能完成清除這些記錄。請再試一次。

source: DNS setup is already updating.
de: Die DNS-Einrichtung wird bereits aktualisiert.
es: La configuración de DNS ya se está actualizando.
fr: La configuration DNS est déjà en cours de mise à jour.
it: La configurazione DNS è già in aggiornamento.
ja: DNSの設定はすでに更新中です。
ko: DNS 설정을 이미 업데이트하는 중이에요.
pt_br: A configuração de DNS já está sendo atualizada.
zh_hans: DNS 设置正在更新中。
zh_hant: DNS 設定正在更新中。

source: This DNS provider is unavailable for the patch.
de: Dieser DNS-Anbieter ist für den DNS-Patch nicht verfügbar.
es: Este proveedor de DNS no está disponible para el parche.
fr: Ce fournisseur DNS n’est pas disponible pour le correctif DNS.
it: Questo provider DNS non è disponibile per la correzione.
ja: このDNSプロバイダーはDNSパッチに使用できません。
ko: 이 DNS 공급자는 패치에 사용할 수 없어요.
pt_br: Este provedor de DNS não está disponível para a correção.
zh_hans: 此 DNS 提供商不适用于 DNS 补丁。
zh_hant: 此 DNS 供應商無法用於 DNS 修補。

source: A connection change is already in progress.
de: Eine Verbindungsänderung läuft bereits.
es: Ya hay un cambio de conexión en curso.
fr: Un changement de connexion est déjà en cours.
it: È già in corso una modifica della connessione.
ja: 接続の変更がすでに進行中です。
ko: 이미 연결 변경이 진행 중이에요.
pt_br: Já há uma mudança de conexão em andamento.
zh_hans: 已有连接更改正在进行中。
zh_hant: 已有連線變更正在進行中。

# The DNS profile could not be removed.
source: The System DNS profile couldn’t be removed.
de: Das System-DNS-Profil konnte nicht entfernt werden.
es: No se pudo eliminar el perfil de DNS del sistema.
fr: Impossible de supprimer le profil DNS système.
it: Impossibile rimuovere il profilo DNS di sistema.
ja: システムDNSプロファイルを削除できませんでした。
ko: 시스템 DNS 프로파일을 제거하지 못했어요.
pt_br: Não foi possível remover o perfil de DNS do sistema.
zh_hans: 无法移除系统 DNS 描述文件。
zh_hant: 無法移除系統 DNS 描述檔。

# The DNS profile did not adopt the selected provider.
source: The System DNS profile didn’t switch to the selected DNS provider.
de: Das System-DNS-Profil hat nicht zum ausgewählten DNS-Anbieter gewechselt.
es: El perfil de DNS del sistema no cambió al proveedor de DNS seleccionado.
fr: Le profil DNS système n’est pas passé au fournisseur DNS sélectionné.
it: Il profilo DNS di sistema non è passato al provider DNS selezionato.
ja: システムDNSプロファイルが選択したDNSプロバイダーに切り替わりませんでした。
ko: 시스템 DNS 프로파일이 선택한 DNS 공급자로 전환되지 않았어요.
pt_br: O perfil de DNS do sistema não mudou para o provedor de DNS selecionado.
zh_hans: 系统 DNS 描述文件未切换到所选的 DNS 提供商。
zh_hant: 系統 DNS 描述檔未切換到所選的 DNS 供應商。

source: Start editing your filters first.
de: Starte zuerst die Bearbeitung deiner Filter.
es: Primero empieza a editar tus filtros.
fr: Commencez d’abord à modifier vos filtres.
it: Prima inizia a modificare i tuoi filtri.
ja: 先にフィルターの編集を開始してください。
ko: 먼저 필터 편집을 시작하세요.
pt_br: Comece a editar seus filtros primeiro.
zh_hans: 请先开始编辑你的筛选器。
zh_hant: 請先開始編輯你的篩選器。

# This filter cannot be deleted.
source: This filter can’t be deleted.
de: Dieser Filter kann nicht gelöscht werden.
es: Este filtro no se puede eliminar.
fr: Ce filtre ne peut pas être supprimé.
it: Questo filtro non può essere eliminato.
ja: このフィルターは削除できません。
ko: 이 필터는 삭제할 수 없어요.
pt_br: Este filtro não pode ser excluído.
zh_hans: 无法删除此筛选器。
zh_hant: 無法刪除這個篩選器。

source: This filter action is unavailable.
de: Diese Filteraktion ist nicht verfügbar.
es: Esta acción de filtro no está disponible.
fr: Cette action sur le filtre n’est pas disponible.
it: Questa azione sul filtro non è disponibile.
ja: このフィルター操作は利用できません。
ko: 이 필터 작업은 사용할 수 없어요.
pt_br: Esta ação de filtro não está disponível.
zh_hans: 无法对此筛选器执行该操作。
zh_hant: 無法對這個篩選器執行此操作。

source: Review or discard your current changes before adding a filter.
de: Prüfe oder verwirf deine aktuellen Änderungen, bevor du einen Filter hinzufügst.
es: Revisa o descarta tus cambios actuales antes de añadir un filtro.
fr: Vérifiez ou abandonnez vos modifications en cours avant d’ajouter un filtre.
it: Rivedi o annulla le modifiche in corso prima di aggiungere un filtro.
ja: フィルターを追加する前に、現在の変更を確認するか破棄してください。
ko: 필터를 추가하기 전에 현재 변경 사항을 검토하거나 취소하세요.
pt_br: Revise ou descarte suas alterações atuais antes de adicionar um filtro.
zh_hans: 添加筛选器前，请先查看或放弃当前的更改。
zh_hant: 新增篩選器前，請先檢閱或捨棄目前的變更。

source: There are no changes to save.
de: Es gibt keine Änderungen zum Speichern.
es: No hay cambios que guardar.
fr: Aucune modification à enregistrer.
it: Non ci sono modifiche da salvare.
ja: 保存する変更はありません。
ko: 저장할 변경 사항이 없어요.
pt_br: Não há alterações para salvar.
zh_hans: 没有需要保存的更改。
zh_hant: 沒有需要儲存的變更。

source: Save or discard your library changes before restoring defaults.
de: Speichere oder verwirf deine Änderungen an der Bibliothek, bevor du die Standardfilter wiederherstellst.
es: Guarda o descarta los cambios de tu biblioteca antes de restaurar los filtros predeterminados.
fr: Enregistrez ou abandonnez les modifications de votre bibliothèque avant de restaurer les filtres par défaut.
it: Salva o annulla le modifiche alla raccolta prima di ripristinare i filtri predefiniti.
ja: 初期設定に戻す前に、フィルター一覧の変更を保存するか破棄してください。
ko: 기본값을 복원하기 전에 라이브러리 변경 사항을 저장하거나 취소하세요.
pt_br: Salve ou descarte as alterações da biblioteca antes de restaurar os filtros padrão.
zh_hans: 恢复默认筛选器前，请先保存或放弃你对筛选器库的更改。
zh_hant: 還原預設篩選器前，請先儲存或捨棄你對篩選器庫的變更。

source: Create filter
de: Filter erstellen
es: Crear filtro
fr: Créer un filtre
it: Crea filtro
ja: フィルターを作成
ko: 필터 만들기
pt_br: Criar filtro
zh_hans: 创建筛选器
zh_hant: 建立篩選器

# This filter could not be created. Check the name and your plan's filter limit.
source: This filter couldn’t be created. Check the name and your plan’s filter limit.
de: Dieser Filter konnte nicht erstellt werden. Prüfe den Namen und das Filterlimit deines Tarifs.
es: No se pudo crear este filtro. Revisa el nombre y el límite de filtros de tu plan.
fr: Impossible de créer ce filtre. Vérifiez le nom et la limite de filtres de votre forfait.
it: Impossibile creare questo filtro. Controlla il nome e il limite di filtri del tuo piano.
ja: このフィルターを作成できませんでした。名前と、プランのフィルター数の上限を確認してください。
ko: 이 필터를 만들 수 없어요. 이름과 요금제의 필터 한도를 확인하세요.
pt_br: Não foi possível criar este filtro. Verifique o nome e o limite de filtros do seu plano.
zh_hans: 无法创建此筛选器。请检查名称和你套餐的筛选器数量上限。
zh_hant: 無法建立這個篩選器。請檢查名稱，以及你方案的篩選器數量上限。

source: A filter is still being prepared. Try again when it finishes.
de: Ein Filter wird noch vorbereitet. Versuche es erneut, sobald er fertig ist.
es: Todavía se está preparando un filtro. Inténtalo de nuevo cuando termine.
fr: Un filtre est encore en préparation. Réessayez une fois qu’il est prêt.
it: Un filtro è ancora in preparazione. Riprova quando è pronto.
ja: フィルターはまだ準備中です。完了してからもう一度お試しください。
ko: 아직 준비 중인 필터가 있어요. 준비가 끝나면 다시 시도하세요.
pt_br: Um filtro ainda está sendo preparado. Tente novamente quando terminar.
zh_hans: 有筛选器仍在准备中。请在完成后重试。
zh_hant: 仍有篩選器正在準備中。請等完成後再試一次。

source: This filter is locked. Upgrade to edit or apply it.
de: Dieser Filter ist gesperrt. Mit einem Upgrade kannst du ihn bearbeiten oder anwenden.
es: Este filtro está bloqueado. Mejora tu plan para editarlo o aplicarlo.
fr: Ce filtre est verrouillé. Passez à la version supérieure pour le modifier ou l’appliquer.
it: Questo filtro è bloccato. Passa a un piano superiore per modificarlo o applicarlo.
ja: このフィルターはロックされています。編集または適用するにはアップグレードしてください。
ko: 이 필터는 잠겨 있어요. 편집하거나 적용하려면 업그레이드하세요.
pt_br: Este filtro está bloqueado. Faça upgrade para editá-lo ou aplicá-lo.
zh_hans: 此筛选器已锁定。升级后即可编辑或应用。
zh_hant: 這個篩選器已鎖定。升級後即可編輯或套用。

source: The displayed filter changed. Reopen it before editing.
de: Der angezeigte Filter hat sich geändert. Öffne ihn erneut, bevor du ihn bearbeitest.
es: El filtro que se muestra ha cambiado. Vuelve a abrirlo antes de editarlo.
fr: Le filtre affiché a changé. Rouvrez-le avant de le modifier.
it: Il filtro visualizzato è cambiato. Riaprilo prima di modificarlo.
ja: 表示中のフィルターが変更されました。編集する前に開き直してください。
ko: 표시된 필터가 변경됐어요. 편집하기 전에 다시 여세요.
pt_br: O filtro exibido foi alterado. Abra-o novamente antes de editar.
zh_hans: 当前显示的筛选器已更改。请重新打开后再编辑。
zh_hant: 目前顯示的篩選器已變更。請重新開啟後再編輯。

source: Switch to another filter before deleting this one.
de: Wechsle zu einem anderen Filter, bevor du diesen löschst.
es: Cambia a otro filtro antes de eliminar este.
fr: Passez à un autre filtre avant de supprimer celui-ci.
it: Passa a un altro filtro prima di eliminare questo.
ja: このフィルターを削除する前に、別のフィルターに切り替えてください。
ko: 이 필터를 삭제하기 전에 다른 필터로 전환하세요.
pt_br: Troque para outro filtro antes de excluir este.
zh_hans: 请先切换到其他筛选器，再删除这个。
zh_hant: 請先切換到其他篩選器，再刪除這個。

source: Choose an unused filter name.
de: Wähle einen Filternamen, der noch nicht verwendet wird.
es: Elige un nombre de filtro que no esté en uso.
fr: Choisissez un nom de filtre qui n’est pas déjà utilisé.
it: Scegli un nome di filtro non ancora usato.
ja: まだ使われていないフィルター名を付けてください。
ko: 사용하지 않는 필터 이름을 선택하세요.
pt_br: Escolha um nome de filtro que ainda não esteja em uso.
zh_hans: 请选择其他筛选器未使用的名称。
zh_hant: 請選擇其他篩選器未使用的名稱。

source: Couldn’t save filter identity. Check the name and emoji, then try again.
de: Name und Emoji des Filters konnten nicht gespeichert werden. Prüfe beides und versuche es dann erneut.
es: No se pudieron guardar el nombre y el emoji del filtro. Revísalos e inténtalo de nuevo.
fr: Impossible d’enregistrer le nom et l’emoji du filtre. Vérifiez-les, puis réessayez.
it: Impossibile salvare nome ed emoji del filtro. Controllali e riprova.
ja: フィルターの名前と絵文字を保存できませんでした。名前と絵文字を確認して、もう一度お試しください。
ko: 필터 이름과 이모지를 저장하지 못했어요. 확인한 다음 다시 시도하세요.
pt_br: Não foi possível salvar o nome e o emoji do filtro. Verifique-os e tente novamente.
zh_hans: 无法保存筛选器的名称和表情符号。请检查后重试。
zh_hant: 無法儲存篩選器的名稱和表情符號。請檢查後再試一次。

source: This custom blocklist is no longer available.
de: Diese eigene Blockliste ist nicht mehr verfügbar.
es: Esta lista de bloqueo personalizada ya no está disponible.
fr: Cette liste de blocage personnalisée n’est plus disponible.
it: Questa lista di blocco personalizzata non è più disponibile.
ja: このカスタムブロックリストは利用できなくなりました。
ko: 이 맞춤 차단 목록은 더 이상 사용할 수 없어요.
pt_br: Esta lista de bloqueio personalizada não está mais disponível.
zh_hans: 此自定义拦截列表已不可用。
zh_hant: 這份自訂封鎖清單已無法使用。

source: This blocklist is no longer available.
de: Diese Blockliste ist nicht mehr verfügbar.
es: Esta lista de bloqueo ya no está disponible.
fr: Cette liste de blocage n’est plus disponible.
it: Questa lista di blocco non è più disponibile.
ja: このブロックリストは利用できなくなりました。
ko: 이 차단 목록은 더 이상 사용할 수 없어요.
pt_br: Esta lista de bloqueio não está mais disponível.
zh_hans: 此拦截列表已不可用。
zh_hant: 這份封鎖清單已無法使用。

source: The filter changed since review. Review the current changes before saving.
de: Der Filter hat sich seit der Prüfung geändert. Prüfe die aktuellen Änderungen, bevor du speicherst.
es: El filtro ha cambiado desde la revisión. Revisa los cambios actuales antes de guardar.
fr: Le filtre a changé depuis la vérification. Vérifiez les modifications actuelles avant d’enregistrer.
it: Il filtro è cambiato dopo la revisione. Rivedi le modifiche attuali prima di salvare.
ja: 確認後にフィルターが変更されました。保存する前に現在の変更内容を確認してください。
ko: 검토한 뒤에 필터가 변경됐어요. 저장하기 전에 현재 변경 사항을 검토하세요.
pt_br: O filtro mudou desde a revisão. Revise as alterações atuais antes de salvar.
zh_hans: 筛选器在你查看后又有更改。请先查看当前更改再保存。
zh_hant: 篩選器在你檢閱後又有變更。請先檢閱目前的變更再儲存。

# Domain logs
source: Domain history
de: Domainverlauf
es: Historial de dominios
fr: Historique des domaines
it: Cronologia dei domini
ja: ドメイン履歴
ko: 도메인 기록
pt_br: Histórico de domínios
zh_hans: 域名历史记录
zh_hant: 網域記錄

source: Nothing to share
de: Nichts zu teilen
es: No hay nada que compartir
fr: Rien à partager
it: Niente da condividere
ja: 共有する項目はありません
ko: 공유할 항목 없음
pt_br: Nada para compartilhar
zh_hans: 没有可分享的内容
zh_hant: 沒有可分享的內容

source: Open Security settings
de: Sicherheitseinstellungen öffnen
es: Abrir ajustes de seguridad
fr: Ouvrir les réglages de sécurité
it: Apri le impostazioni di sicurezza
ja: セキュリティ設定を開く
ko: 보안 설정 열기
pt_br: Abrir ajustes de segurança
zh_hans: 打开安全设置
zh_hant: 開啟安全設定

source: Open Lava settings
de: Lava-Einstellungen öffnen
es: Abrir ajustes de Lava
fr: Ouvrir les réglages de Lava
it: Apri le impostazioni di Lava
ja: Lavaの設定を開く
ko: Lava 설정 열기
pt_br: Abrir ajustes do Lava
zh_hans: 打开 Lava 设置
zh_hant: 開啟 Lava 設定

# Passcode could not be removed.
source: Passcode couldn’t be removed.
de: Der Code konnte nicht entfernt werden.
es: No se pudo eliminar el código.
fr: Impossible de supprimer le code.
it: Impossibile rimuovere il codice.
ja: パスコードを削除できませんでした。
ko: 암호를 제거하지 못했어요.
pt_br: Não foi possível remover o código.
zh_hans: 无法移除密码。
zh_hant: 無法移除密碼。

source: Another screen is already open.
de: Ein anderer Bildschirm ist bereits geöffnet.
es: Ya hay otra pantalla abierta.
fr: Un autre écran est déjà ouvert.
it: È già aperta un’altra schermata.
ja: 別の画面がすでに開いています。
ko: 다른 화면이 이미 열려 있어요.
pt_br: Outra tela já está aberta.
zh_hans: 另一个界面已打开。
zh_hant: 另一個畫面已開啟。

source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
pt_br: Excluir conta
zh_hans: 删除账户
zh_hant: 刪除帳號

# Account deletion did not complete.
source: Account deletion didn’t complete.
de: Das Löschen des Kontos wurde nicht abgeschlossen.
es: No se completó la eliminación de la cuenta.
fr: La suppression du compte n’a pas abouti.
it: L’eliminazione dell’account non è stata completata.
ja: アカウントの削除が完了しませんでした。
ko: 계정 삭제를 완료하지 못했어요.
pt_br: A exclusão da conta não foi concluída.
zh_hans: 账户删除未完成。
zh_hant: 帳號刪除未完成。

source: This purchase is unavailable. Refresh the available plans.
de: Dieser Kauf ist nicht verfügbar. Aktualisiere die verfügbaren Pläne.
es: Esta compra no está disponible. Actualiza los planes disponibles.
fr: Cet achat n’est pas disponible. Actualisez les offres disponibles.
it: Questo acquisto non è disponibile. Aggiorna i piani disponibili.
ja: この購入は利用できません。利用可能なプランを再読み込みしてください。
ko: 이 상품은 구입할 수 없어요. 플랜 목록을 새로고침하세요.
pt_br: Esta compra não está disponível. Atualize os planos disponíveis.
zh_hans: 此购买项目不可用。请刷新可用套餐。
zh_hant: 此購買項目無法使用。請重新整理可用方案。

source: Open Lava screen
de: Lava-Bildschirm öffnen
es: Abrir pantalla de Lava
fr: Ouvrir un écran de Lava
it: Apri una schermata di Lava
ja: Lavaの画面を開く
ko: Lava 화면 열기
pt_br: Abrir tela do Lava
zh_hans: 打开 Lava 界面
zh_hant: 開啟 Lava 畫面

source: Open DNS patch settings
de: DNS-Patch-Einstellungen öffnen
es: Abrir ajustes del parche de DNS
fr: Ouvrir les réglages du correctif DNS
it: Apri le impostazioni della correzione DNS
ja: DNSパッチの設定を開く
ko: DNS 패치 설정 열기
pt_br: Abrir ajustes da correção de DNS
zh_hans: 打开 DNS 补丁设置
zh_hant: 開啟 DNS 修補設定

source: Open Device QA settings
de: Device-QA-Einstellungen öffnen
es: Abrir ajustes de QA del dispositivo
fr: Ouvrir les réglages QA de l’appareil
it: Apri le impostazioni QA del dispositivo
ja: デバイスQAの設定を開く
ko: 기기 QA 설정 열기
pt_br: Abrir ajustes de QA do dispositivo
zh_hans: 打开设备 QA 设置
zh_hant: 開啟裝置 QA 設定

source: Open VPN chaining settings
de: Einstellungen der VPN-Verkettung öffnen
es: Abrir ajustes de encadenamiento VPN
fr: Ouvrir les réglages du chaînage VPN
it: Apri le impostazioni del concatenamento VPN
ja: VPNチェーンの設定を開く
ko: VPN 체이닝 설정 열기
pt_br: Abrir ajustes de encadeamento de VPN
zh_hans: 打开 VPN 串联设置
zh_hant: 開啟 VPN 串接設定

source: In iOS 27, Connectivity Assist replaces Wi-Fi Assist. It helps keep you online when Wi-Fi is weak, but it can also retry websites blocked by Lava over cellular, weakening filtering on Wi-Fi.
de: In iOS 27 ersetzt die „Verbindungshilfe“ die bisherige „WLAN-Unterstützung“. Sie hält dich bei schwachem WLAN online, kann aber von Lava blockierte Websites erneut über Mobilfunk aufrufen und so die Filterung im WLAN schwächen.
es: En iOS 27, Asistencia de conectividad sustituye a Asistencia para Wi-Fi. Te ayuda a seguir conectado cuando la señal Wi-Fi es débil, pero también puede reintentar por datos móviles los sitios que Lava bloquea, lo que debilita el filtrado en Wi-Fi.
fr: Dans iOS 27, l’Assistance à la connectivité remplace l’Assistance Wi-Fi. Elle vous aide à rester en ligne quand le Wi-Fi est faible, mais elle peut aussi réessayer d’accéder via le réseau cellulaire aux sites bloqués par Lava, ce qui affaiblit le filtrage en Wi-Fi.
it: In iOS 27, Assistenza connettività sostituisce Assistenza Wi-Fi. Ti aiuta a restare online quando il Wi-Fi è debole, ma può anche riprovare tramite rete cellulare i siti bloccati da Lava, indebolendo il filtraggio su Wi-Fi.
ja: iOS 27では、Wi-Fiアシストに代わって接続アシストが導入されました。Wi-Fiの電波が弱いときもオンラインを保ちやすくなりますが、Lavaがブロックしたサイトへの接続をモバイル通信で再試行することもあり、Wi-Fi使用中のフィルタリングが弱まります。
ko: iOS 27에서는 연결 지원이 Wi-Fi 지원을 대체해요. Wi-Fi 신호가 약할 때 연결을 유지해 주지만, Lava가 차단한 사이트를 셀룰러로 다시 시도할 수도 있어서 Wi-Fi에서 필터링이 약해져요.
pt_br: No iOS 27, a Assistência de Conectividade substitui a Assistência Wi-Fi. Ela ajuda a manter você conectado quando o Wi-Fi está fraco, mas também pode tentar abrir pela rede celular sites bloqueados pelo Lava, enfraquecendo a filtragem no Wi-Fi.
zh_hans: 在 iOS 27 中，“连接助理”取代了“无线局域网助理”。它能在 Wi-Fi 信号弱时帮你保持联网，但也可能通过蜂窝网络重新尝试访问被 Lava 拦截的网站，从而削弱连接 Wi-Fi 时的筛选效果。
zh_hant: 在 iOS 27 中，「連線輔助」取代了「Wi-Fi 輔助」。它能在 Wi-Fi 訊號不佳時幫你保持連線，但也可能改用行動網路重新嘗試連上被 Lava 封鎖的網站，削弱 Wi-Fi 上的篩選效果。

source: More about Connectivity Assist
de: Mehr zur „Verbindungshilfe“
es: Más sobre Asistencia de conectividad
fr: En savoir plus sur l’Assistance à la connectivité
it: Scopri di più su Assistenza connettività
ja: 接続アシストについて詳しく
ko: 연결 지원 자세히 알아보기
pt_br: Saiba mais sobre a Assistência de Conectividade
zh_hans: 进一步了解“连接助理”
zh_hant: 進一步了解「連線輔助」

source: To keep Lava effective, choose one of these options.
de: Damit Lava wirksam bleibt, wähle eine dieser Optionen.
es: Para que Lava siga siendo eficaz, elige una de estas opciones.
fr: Pour que Lava reste efficace, choisissez l’une de ces options.
it: Per mantenere Lava efficace, scegli una di queste opzioni.
ja: Lavaの効果を保つには、次のいずれかの方法を選んでください。
ko: Lava가 제대로 작동하도록 다음 중 하나를 선택하세요.
pt_br: Para manter o Lava eficaz, escolha uma destas opções.
zh_hans: 为确保 Lava 有效，请选择以下任一方式。
zh_hant: 為了讓 Lava 持續有效，請選擇以下其中一種方式。

# Use Lava’s DNS profile · Recommended
source: Use the System DNS profile · Recommended
de: System-DNS-Profil verwenden · Empfohlen
es: Usar el perfil de DNS del sistema · Recomendado
fr: Utiliser le profil DNS système · Recommandé
it: Usa il profilo DNS di sistema · Consigliato
ja: システムDNSプロファイルを使用 · おすすめ
ko: 시스템 DNS 프로파일 사용 · 권장
pt_br: Usar o perfil de DNS do sistema · Recomendado
zh_hans: 使用系统 DNS 描述文件 · 推荐
zh_hant: 使用系統 DNS 描述檔 · 建議

source: Open DNS settings and configure System DNS.
de: Öffne die DNS-Einstellungen und richte das System-DNS ein.
es: Abre los ajustes de DNS y configura el DNS del sistema.
fr: Ouvrez les réglages DNS et configurez le DNS système.
it: Apri le impostazioni DNS e configura il DNS di sistema.
ja: DNS設定を開き、システムDNSを設定します。
ko: DNS 설정을 열고 시스템 DNS를 구성하세요.
pt_br: Abra os ajustes de DNS e configure o DNS do sistema.
zh_hans: 打开 DNS 设置并配置系统 DNS。
zh_hant: 開啟 DNS 設定，並設定好系統 DNS。

source: In the Settings app, go to General → VPN & Device Management → DNS.
de: Gehe in der App „Einstellungen“ zu „Allgemein“ → „VPN und Geräteverwaltung“ → „DNS“.
es: En la app Ajustes, ve a General → VPN y gestión de dispositivos → DNS.
fr: Dans l’app Réglages, accédez à Général → VPN et gestion de l’appareil → DNS.
it: Nell’app Impostazioni, vai su Generali → VPN e gestione dispositivi → DNS.
ja: 「設定」Appで「一般」→「VPNとデバイス管理」→「DNS」に移動します。
ko: 설정 앱에서 일반 → VPN 및 기기 관리 → DNS로 이동하세요.
pt_br: No app Ajustes, acesse Geral → VPN e Gerenciamento de Dispositivos → DNS.
zh_hans: 在“设置”App 中，前往“通用 → VPN 与设备管理 → DNS”。
zh_hant: 在「設定」App 中，前往「一般 → VPN 與裝置管理 → DNS」。

source: Select “Lava Security”, then return to Lava and turn on protection.
de: Wähle „Lava Security“, kehre dann zu Lava zurück und schalte den Schutz ein.
es: Selecciona «Lava Security», vuelve a Lava y activa la protección.
fr: Sélectionnez « Lava Security », puis revenez dans Lava et activez la protection.
it: Seleziona «Lava Security», poi torna su Lava e attiva la protezione.
ja: 「Lava Security」を選択し、Lavaに戻って保護をオンにします。
ko: “Lava Security”를 선택한 다음 Lava로 돌아와 보호를 켜세요.
pt_br: Selecione “Lava Security”, volte ao Lava e ative a proteção.
zh_hans: 选择“Lava Security”，然后返回 Lava 并开启防护。
zh_hant: 選擇「Lava Security」，然後回到 Lava 並開啟防護。

# DNS profile enabled
source: System DNS profile on
de: System-DNS-Profil eingeschaltet
es: Perfil de DNS del sistema activado
fr: Profil DNS système activé
it: Profilo DNS di sistema attivato
ja: システムDNSプロファイル：オン
ko: 시스템 DNS 프로파일 켜짐
pt_br: Perfil de DNS do sistema ativado
zh_hans: 系统 DNS 描述文件已开启
zh_hant: 系統 DNS 描述檔已開啟

source: Set up in DNS settings
de: In den DNS-Einstellungen einrichten
es: Configurar en los ajustes de DNS
fr: Configurer dans les réglages DNS
it: Configura nelle impostazioni DNS
ja: DNS設定でセットアップ
ko: DNS 설정에서 구성하기
pt_br: Configurar nos ajustes de DNS
zh_hans: 在 DNS 设置中配置
zh_hant: 在 DNS 設定中進行設定

source: Turn off Connectivity Assist
de: „Verbindungshilfe“ ausschalten
es: Desactivar Asistencia de conectividad
fr: Désactiver l’Assistance à la connectivité
it: Disattiva Assistenza connettività
ja: 接続アシストをオフにする
ko: 연결 지원 끄기
pt_br: Desativar a Assistência de Conectividade
zh_hans: 关闭“连接助理”
zh_hant: 關閉「連線輔助」

source: In the Settings app, tap Wi-Fi.
de: Tippe in der App „Einstellungen“ auf „WLAN“.
es: En la app Ajustes, toca Wi-Fi.
fr: Dans l’app Réglages, touchez Wi-Fi.
it: Nell’app Impostazioni, tocca Wi-Fi.
ja: 「設定」Appで「Wi-Fi」をタップします。
ko: 설정 앱에서 Wi-Fi를 탭하세요.
pt_br: No app Ajustes, toque em Wi-Fi.
zh_hans: 在“设置”App 中，轻点“无线局域网”。
zh_hant: 在「設定」App 中，點選「Wi-Fi」。

source: Scroll down and turn off Connectivity Assist.
de: Scrolle nach unten und schalte „Verbindungshilfe“ aus.
es: Desplázate hacia abajo y desactiva Asistencia de conectividad.
fr: Faites défiler vers le bas et désactivez l’Assistance à la connectivité.
it: Scorri verso il basso e disattiva Assistenza connettività.
ja: 下にスクロールして、「接続アシスト」をオフにします。
ko: 아래로 스크롤하여 연결 지원을 끄세요.
pt_br: Role para baixo e desative a Assistência de Conectividade.
zh_hans: 向下滚动，然后关闭“连接助理”。
zh_hant: 向下捲動，然後關閉「連線輔助」。
